Repository: giliam/sharbrary
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: title
fr: titre

source: date added
fr: date d'ajout

source: date updated
fr: dernière modification

source: author
fr: auteur

source: status of the topic
fr: statut du fil de discussion

source: %(title)s was added successfully
fr: %(title)s a bien été créé !

source: %(title)s was updated successfully
fr: %(title)s a bien été mis-à-jour !

source: The message was updated successfully
fr: Le message a bien été mis-à-jour !

source: A library online for sharing books between friends.
fr: Une bibliothèque en ligne pour partager ses livres entre amis.

source: DO NOT READ IT
fr: PAS D'ACCORD

source: This is bad.
fr: C'est nul.

source: Humpf
fr: Bof.

source: Not so bad
fr: Pas mal

source: Liked it!
fr: J'aime !

source: READ IT
fr: LISEZ LE!

source: firstname
fr: prénom

source: lastname
fr: nom

source: birthdate
fr: date de naissance

source: date of death
fr: date de mort

source: date added to the database
fr: date d'ajout à la base de données

source: date updated to the database
fr: date de mise-à-jour dans la base de données

source: Death date should be greater than birthdate
fr: La mort de la personne se passe après sa naissance !

source: authors
fr: auteurs

source: name
fr: nom

source: editor
fr: editeur

source: editors
fr: editeurs

source: theme
fr: thème

source: themes
fr: thème

source: period
fr: période

source: periods
fr: périodes

source: date published
fr: date de publication

source: date added to the library
fr: date d'ajout à la bibliothèque

source: cover
fr: couverture

source: summary
fr: résumé

source: owner
fr: propriétaire

source: book
fr: livre

source: books
fr: livres

source: number of copies
fr: nombre d'exemplaires

source: comments
fr: commentaires

source: %(book)s owned by %(owner)s
fr: %(book)s appartenant à %(owner)s

source: ownership
fr: propriété

source: ownerships
fr: propriétés

source: %(author)s rated %(book)s of %(value)s
fr: %(author)s a noté %(book)s : %(value)s

source: opinion
fr: avis

source: opinions
fr: avis

source: name of the page
fr: nom de la page

source: title of the page
fr: titre de la page

source: content of the page
fr: contenu de la page

source: %(title)s was created successfully
fr: %(title)s a bien été créé !

source: Discussion on %(book)s (%(author)s)
fr: Discussion sur %(book)s (%(author)s)

source: Discussion on %(book)s
fr: Discussion sur %(book)s

source: This book is not in your library and you have no right to remove it from someone else library.
fr: Ce livre n'est pas dans votre bibliothèque et vous n'avez pas le droit de le retirer d'une autre bibliothèque.

source: The book has been successfully removed from your library.
fr: Le livre a bien été retiré de votre bibliothèque.

source: The book has been successfully removed from the library of %(owners)s.
fr: Le livre a bien été retiré de la bibliothèque de %(owners)s.

source: You are going to remove the book from someone's library.
fr: Vous allez retirer (peut-être) le livre de la bibliothèque de quelqu'un d'autre !

source: copies
fr: exemplaires

source: You already had this book in your library so your previous ownership was updated. More precisely, these fields - %(fields)s - where updated.
fr: Vous avez déjà ce livre dans votre bibliothèque. Votre précédente fiche a donc été mise-à-jour. Plus précisément, les champs - %(fields)s - ont été changés.

source: %(book)s was added successfully to your library
fr: %(book)s a bien été ajouté à votre bibliothèque.

source: Book does not exist on the shelf! (maybe in the box?)
fr: Ce livre n'existe pas dans les étagères ! (peut-être dans la boîte ?)

source: %(book)s from your library was modified successfully.
fr: %(book)s a bien été mis-à-jour !

source: %(book)s was deleted successfully from your library
fr: %(book)s a bien été supprimé de votre bibliothèque.

source: The author %(firstname)s %(lastname)s was added successfully
fr: L'auteur %(firstname)s %(lastname)s a bien été créé !

source: %(firstname)s %(lastname)s was updated successfully
fr: L'auteur %(firstname)s %(lastname)s a bien été mis-à-jour !

source: %(name)s was created successfully
fr: %(name)s a bien été créé !

source: %(name)s was updated successfully
fr: %(name)s a bien été mis-à-jour !

source: %(name)s was added successfully
fr: %(name)s a bien été créé !

source: The research was not successfully done.
fr: La recherche a échoué.

source: Value not available !
fr: Valeur impossible !

source: The new user has been successfully added !
fr: Le nouvel utilisateur a bien été créé !

source: The page has been successfully edited!
fr: La page a bien été modifiée !

source: English
fr: Anglais

source: The end date must be after the beginning date.
fr: La date de fin de prêt doit être après celle de début.

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Confirm password
fr: Confirmation du mot de passe

source: picture
fr: image

source: Phone number must be entered in the format: '0123456789'. Up to 10 digits allowed.
fr: Le numéro de téléphone doit être entré avec le format : 0123456789.Vous pouvez utiliser jusqu'à 10 chiffres.

source: phone number
fr: numéro de téléphone

source: locale language
fr: changer la langue

source: profile
fr: profil

source: profiles
fr: profils

source: borrower
fr: emprunteur

source: book copy
fr: exemplaire

source: beginning date of the lending
fr: date de début du prêt

source: end date of the lending
fr: date de fin du prêt

source: lending
fr: prêts

source: lendings
fr: prêts

source: queue
fr: liste d'attente

source: queues
fr: listes d'attente

source: The lending of %(book_copy)s to %(borrower)s was created successfully
fr: Le prêt de %(book_copy)s à %(borrower)s a bien été créé !

source: This lending is not possible and you should have had errors on the form!
fr: Cet emprunt n'est pas possible et vous devriez avoir des erreurs sur le formulaire !

source: The lending of %(book_copy)s to %(borrower)s was updated successfully
fr: Le prêt de %(book_copy)s à %(borrower)s a bien été mis-à-jour !

source: The two passwords are different.
fr: Les deux mots de passe sont différents.

source: Your book is ready !
fr: Votre livre est prêt !

source: The lending has been updated and the new end date is now %s.
fr: L'emprunt a été mis-à-jour et la nouvelle date de fin est %s.

source: Your profile has been successfully updated !
fr: Votre profil a bien été mis-à-jour !

source: The two passwords are different or you forgot one.
fr: Les deux mots de passe sont différents ou vous en avez oublié un.

source: %(book_copy)s was added successfully
fr: %(book_copy)s a bien été ajouté !

source: You are already waiting for this book. Delete your previous demand before doing a new one!
fr: Vous êtes déjà sur la liste d'attente de ce livre. Supprimez votre demande précédente avant d'en faire une nouvelle !

source: You have been successfully added to the queue for this book!
fr: Vous avez bien été ajouté dans la liste d'attente pour cet ouvrage !

source: %(book_copy)s was updated successfully
fr: %(book_copy)s a bien été mis-à-jour !

source: 403 error
fr: erreur 403

source: 403 - outfit not fit!
fr: 403 - pas le droit du droit !

source: This is totally forbidden...or maybe the link was obsolete or misplaced. Please tell the admins. Please. What did I do wrong ?
fr: Vous n'avez pas le droit d'être ici ! Soit le lien était faux, obsolète...ou bien vous avez triché ! Envoyez un mail aux admins. Dites-leur. Pas que vous avez triché mais que vous êtes arrivé ici. S'il vous plait.

source: 404 not found
fr: 404 page introuvable

source: 404 - coffey machine not found!
fr: 404 - machine à café introuvable !

source: You probably got lost. I'm sorry for you !
fr: Vous vous êtes probablement perdu. Désolé !

source: 500 error
fr: erreur 500

source: 500 - server mood not allowing!
fr: 500 - le serveur n'est pas d'humeur !

source: The server seems to be mad at someone. What did you do?
fr: Le serveur semble être en colère contre quelqu'un. Qu'avez-vous fait ?

source: convention
fr: accord

source: Welcome !
fr: Bienvenue !

source: Again !
fr: Encore !

source: how-to
fr: tutoriel

source: How to use this online library
fr: Comment utiliser cette bibliothèque en ligne

source: General informations
fr: Informations générales

source: This library is divided in two parts: the real library on the one hand and the sharing system on the other hand. Both part do interact and you probably can not use one without the other one. The ownership system could seem a little bit tricky but once explained, you will find it naturally simple.
fr: Cette bibliothèque est séparée en deux parties : la bibliothèque et le système de partage. Les deux parties interagissent entre elles et vous ne pourrez probablement pas utiliser l'une sans l'autre. Le système de possession de livre peut paraître un peu étrange au premier abord mais une fois expliqué, vous devriez le trouver naturel et simple !

source: The library or book shelves
fr: La bibliothèque ou les étagères à livres

source: <p>The library contains books. These books have a title<span class="required_symbol">*</span>, a published date, an author. You can also link the book with general themes or with periods of literature history. Each book can be possessed by many people and each people can have several copies of a same book. When you go onto <a href="%(book_list_url)s">the book list</a>, you can see different options (depending on your permission level). You can edit a book or delete it.</p>
fr: <p>La bibliothèque contient des livres (ouf). Ceux-ci peuvent être retrouvés par leur titre<span class="required_symbol">*</span>, leur date de publication, le nom de leur auteur ainsi que par des thèmes généraux ou mouvements littéraires. Chaque livre peut être mis à disposition par plusieurs personnes qui elles-mêmes peuvent disposer de plusieurs exemplaires du même bouquin, avec différentes éditions ou couvertures. C'est en cliquant sur <a href="%(book_list_url)s">la liste des livres</a>, que vous pourrez voir différentes options comme modifier ou supprimer un livre.</p>

source: When you delete a book, you also delete all the ownerships and the lendings linked to a book, so do it carefully ! If you want to <strong>remove it</strong> from your library without deleting the book in the database, you can use the <span class="pure-button pure-button-xsmall pure-button-warning">remove</span> button. If you have enough privileges, you will be then also allowed to remove it from others libraries.
fr: Attention ! Supprimer un livre supprime aussi tous les exemplaires et les prêts qui lui sont liés ! Si vous voulez <strong>l'enlever</strong> sans supprimer l'ouvrage de référence, vous pouvez utiliser le bouton <span class="pure-button pure-button-xsmall pure-button-warning">enlever</span>. Si vous avez les bons privilèges, vous pourrez aussi le retirer d'autres bibliothèques.</p>

source: <p>You can also <strong>add books</strong> to your own library: these books, that belongs to other libraries, have already been added to the database. You do not need to create them again, all you need is to <span class="pure-button pure-button-xsmall pure-button-success">add</span> it your library. You will then have the chance to specify how many copies you have. If you want, you can also add a specific editor, a specific cover or insert some comments. This way, the book is added to your own library and everyone now knows that you have one copy of it.</p>
fr: <p>Voilà qui vous concerne si vous possédez un livre déjà présenté sur le site. Vous pouvez aussi <strong>ajouter des livres</strong> à votre propre, bibliothèque : ces livres, appartenant à la bibliothèque d'autres internautes , ont déjà été ajoutés à la base de données. Vous n'avez donc pas besoin de les créer il vous suffit d'appuyer sur <span class="pure-button pure-button-xsmall pure-button-success">ajouter</span> à votre bibliothèque. Vous aurez alors la possibilité d'indiquer de combien d'exemplaires vous disposez. Vous pourrez aussi spécifier un nom d'éditeur, une couverture différente ou ajouter des commentaires. De cette façon, le livre aura été ajouté à votre propre bibliothèque et tout le monde verra les informations que vous aurez ajoutées.</p>

source: The sharing system
fr: Le système de partage

source: <p>Sharing books is pretty simple. When there are books in the library, you only need to choose the person you want to borrow it from and you are done. If the book is available, you will be able to borrow it from book list or from the book page. You have to select a beginning date for the borrowing and the copy you have (or will soon have). Once you have finished the book, give it back to the person who lent it to you and go to the book page or your dashboard to end your lending. Thus, people in the queue will be able to borrow the book!</p>
fr: <p>Emprunter un livre est très simple. S'il y a des livres dans la bibliothèque, il vous suffit de choisir la personne à qui vous souhaitez l'emprunter ! Si cet exemplaire est disponible, vous pourrez alors le choisir dans la liste ou sur sa page. Il vous faudra alors sélectionner une date pour le début de l'emprunt et l'exemplaire que vous prenez (ou comptez prendre !). Une fois que vous avez terminé le livre, rendez-le à la personne qui vous l'a prêté (eh oui) et allez sur la page du livre ou sur votre tableau de bord pour terminer le prêt du livre. Les personnes dans la file d'attente pourront enfin le lire à leur tour !</p>

source: The books box
fr: La caisse de livres

source: <p>If you don't have time to add a full book to the system or not enough informations about it and you don't want to scamp the description, you can just put the book in the book box. This is way easier and do not have any ownership or borrowing system but makes it possible for to know which books are available in your library.</p>
fr: <p>Si vous n'avez pas le temps d'ajouter une description détaillée ou pas suffisamment d'informations sur un livre et que vous ne voulez pas bâcler la présentation, n'hésitez pas à l'ajouter dans la caisse de livres. Ainsi, les autres membres pourront tout de même voir le livre et vous l'emprunter...ou bien vous demander d'en faire une vraie fiche !</p>

source: homepage
fr: page d'accueil

source: last books added
fr: derniers livres ajoutés

source: best books
fr: meilleurs livres

source: change the language
fr: changer la langue

source: Submit
fr: Valider

source: how to
fr: tutoriel

source: library
fr: bibliothèque

source: books shelves
fr: étagères à livres

source: books box
fr: caisse à livres

source: sharing
fr: partage

source: borrowers
fr: emprunteurs

source: user
fr: utilisateur

source: Connected as %(username)s
fr: Connecté en tant que %(username)s

source: dashboard
fr: tableau de bord

source: edit profile
fr: modifier le profil

source: log out
fr: se déconnecter

source: log in
fr: se connecter

source: add user
fr: ajouter un utilisateur

source: edit homepage
fr: modifier la page d'accueil

source: login
fr: connexion

source: unknown user or wrong password.
fr: utilisateur inconnu ou mot de passe incorrect.

source: You are successfully connected, %(username)s !
fr: Vous êtes bien connecté, %(username)s !

source: reset your password
fr: Mot de passe oublié ?

source: previous
fr: précédente

source: Page %(page_number)s of %(num_pages)s
fr: Page %(page_number)s sur %(num_pages)s

source: next
fr: suivante

source: Your password has successfully been changed! You can now log in!
fr: Votre mot de passe a bien été modifié ! Vous pouvez vous connecter !

source: An email has been sent to you with all the instructions!
fr: Un message vous a été envoyé pour changer votre mot de passe !

source: borrowings
fr: emprunts

source: unknown
fr: inconnu

source: <strong>%(book)s</strong> from <em>%(owner)s</em>
fr: <strong>%(book)s</strong> appartenant à <em>%(owner)s</em>

source: give back
fr: rendre

source: edit
fr: modifier

source: delete
fr: supprimer

source: no borrowings ongoing !
fr: pas d'emprunts en cours !

source: new
fr: ajouter

source: <strong>%(book)s</strong> to <em>%(borrower)s</em> since %(beginning_date)s
fr: <strong>%(book)s</strong> à <em>%(borrower)s</em> depuis le %(beginning_date)s

source: no lendings ongoing !
fr: pas de prêts en cours !

source: delete a discussion
fr: supprimer une discussion

source: Are you sure you want to delete "%(object)s" ?
fr: Êtes-vous certain que vous souhaitez supprimer "%(object)s" ?

source: written by:
fr: écrit par :

source: at:
fr: à :

source: last update:
fr: dernière modification :

source: empty
fr: vide

source: discussion form
fr: discussion - formulaire

source: discussion list
fr: discussions

source: detail
fr: détails

source: message form
fr: message - formulaire

source: delete an author
fr: supprimer un auteur

source: author form
fr: auteur - formulaire

source: author list
fr: auteurs

source: delete a book
fr: supprimer un livre

source: published
fr: publié

source: not filled yet
fr: pas encore rempli

source: remove
fr: retirer

source: add
fr: ajouter

source: no comment on this book
fr: pas de commentaire sur ce livre

source: add to queue
fr: ajouter à la liste d'attente

source: borrow
fr: emprunter

source: <strong>%(book)s</strong> to <em>%(borrower)s</em>
fr: <strong>%(book)s</strong> à <em>%(borrower)s</em>

source: no queue ongoing !
fr: pas de liste d'attente !

source: new book
fr: nouveau livre

source: add to my library
fr: ajouter à ma bibliothèque

source: no book in this library !
fr: pas de livre dans cette bibliothèque

source: book form
fr: livre - formulaire

source: remove a book from library
fr: retirer le livre d'une bibliothèque

source: no book in this box !
fr: pas de livre dans cette boîte !

source: book list
fr: livres

source: delete an editor
fr: supprimer un éditeur

source: editor form
fr: editeur - formulaire

source: editor list
fr: editeurs

source: delete a copy
fr: supprimer un exemplaire

source: ownership form
fr: exemplaire - formulaire

source: page form
fr: page - formulaire

source: edit header
fr: modifier les entêtes

source: delete a period
fr: supprimer une période

source: period form
fr: période - formulaire

source: period list
fr: périodes

source: delete a theme
fr: supprimer un thème

source: theme form
fr: thème - formulaire

source: theme list
fr: thèmes

source: hello !
fr: bonjour !

source: Your book, <strong>%(book)s</strong>, from <strong>%(owner)s</strong>, is available !
fr: Votre livre, <strong>%(book)s</strong>, appartenant à <strong>%(owner)s</strong>, est disponible !

source: borrower list
fr: emprunteurs

source: lend
fr: prêter

source: delete a lending
fr: supprimer un prêt

source: lending form
fr: prêt - formulaire

source: lending list
fr: prêts

source: lendings ongoing
fr: prêts en cours

source: all lendings
fr: tous les prêts

source: delete a queue
fr: se retirer de la liste d'attente

source: queue form
fr: liste d'attente - formulaire

source: queue list
fr: listes d'attente

source: This book is already borrowed ! (borrowed by %(lendings)s)
fr: Ce livre est déjà emprunté par %(lendings)s !

source: You chose a past date whereas the book is now borrowed which is not possible ! (borrowed by %(lendings)s)
fr: Vous avez choisi une date passée alors que cet exemplaire est déjà prêté (ou sera prêté) à %(lendings)s !
